Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/inaugurations_fi/marja_helander_tiedote_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Taideteokset S aamelaiskulttuurikeskus S ajoksessa Valtion taidekokoelma / Valtion taideteostoimikunnan tilausteokset
sme: Dáiddaduojit Sámekulturguovddáš Sajosis Stáhta dáiddačoakkáldat / Stáhta dáiddaduodje doaibmagotti diŋgon dahkosat

source: Tuulen tuivertamat, yksinäiset tunturikoivut ovat minun henkistä kotimaisemaani.
sme: Biekka spihččen, ovttaskas lagežat leat mu vuoiŋŋalaš ruoktoeatnamat.

source: Ne ovat painautuneet mieleeni jo lapsuuden hiihtoreissuilla, isäni synnyinsijoilla Utsjoella.
sme: Dat leat cieggan mu millii jo mánnávuođa čuoiganreaissuin, áhči riegádanbáikkis Ohcejogas.

source: Tunturikoivun erityisominaisuus on sen palaminen myös tuoreena tai jäisenä.
sme: Lageža erenomáš iešvuohtan lea dan buollin maiddái njuoska dahje jiekŋa muorran.

source: Täten se on aikoinaan osaltaan mahdollistanut saamelaisen poronhoidon ja asutuksen leviämisen tunturiylängöille.
sme: Nappo dat lea dolin oasistis dahkan vejolažžan sámi boazodoalu ja ássama lávdama duottaralážiidda.

source: Tunturissa - valoteokseen olen halunnut siirtää tunturikoivujen muotoa, tuoda kappaleen erämaata Inarin kylille.
sme: Duoddaris - čuovgaduodjái lean háliidan sirdit lagežiid hámi, buktit bihtá aidalas meahcis Anára kirkosiidii.

source: Valoa hohtavana teos luo mielleyhtymiä myös virtaavaan jokeen ja ehkäpä jopa revontuliin.
sme: Čuovgi duodji laktá miellagovaid maiddái golgi johkii ja kánske joba guovssahasaide.

source: Kaksiosainen teos sai alkunsa utsjokelaisen isäni koulussa 1950-luvulla keräämistä Lapin kasveista.
sme: Guovtteoasát duodji oaččui álggus ohcejohkalaš áhččán Piera Johannes Helander skuvllas 1950-logus čoaggán Sámi šattuin.

source: Kasvit oli kuivattu ja kiinnitetty nimilapuin varustettuna herbaarioon eli kasvioon.
sme: Šattut ledje goikaduvvon ja merkejuvvon nammalahpuin, ja dasto giddejuvvon šaddočoakkáldahkii (herbaario).

source: Jokainen kasvi oli tarkan tieteellisesti luokiteltu omaan ryhmäänsä.
sme: Juohke šaddu lei dárkket dieđalaččat juhkkon luohkáide iežas joavkosis.

source: Innostuin siitä ristiriidasta, mikä vallitsi kasvien kauneuden ja monimuotoisuuden sekä ihmisen luokittelu- ja lokerointitarpeen välillä.
sme: Movttáskin dán ruossalasvuođas, mii lei šattuid čábbodaga ja riggodaga sihke olbmo luohkkáijuohkin- ja klassifiserendárbbu gaskkas.

source: Samalla mieleeni nousivat saamelaisten historia ja yritykset luokitella saamelaisia alempaan rotuun kuuluviksi.
sme: Seamma háve millii bohciidedje sámiid historjá ja figgamat bidjat sámiid vuolit nállái gulavažžan.

source: Vielä 1930-luvulla Inarinjärven hautausmaalta oli kaivettu saamelaisten pääkalloja rotuopillisiin tutkimuksiin (kallot on sittemmin palautettu).
sme: Vel 1930-logus Anárjávrri hávdeeatnamis ledje goivojuvvon sámiid oaiveskálžžut nálleoahpa dutkamiidda (oaiveskálžžut leat dasto máhcahuvvon).

source: Henkilöt on kuvattu eri puolilta Suomea.
sme: Mu bargui leat govviduvvon 30 dán áigge sápmelačča.

source: Tämä luokittelu perustuu Tilastokeskuksen ja Saamelaiskäräjien vaalilautakunnan vuoden 2011 tilastoon.
sme: Vuođđun lea Statistihkkaguovddáža ja Sámedikki válgalávdegotti jagi 2011 statistihkka.

source: Asuinpaikan mukaan saamelaiset on jaoteltu saamelaisten kotiseutualueella asuviin, muualla Suomessa asuviin sekä ulkomailla asuviin.
sme: Das Suoma oktiibuot sullii 10 000 sápmelačča leat juhkkon ahkeluohkáid mielde sámiid ruovttuguovllus ássi, eará sajis Suomas ássi sihke olgoriikkain ássi sámiide.

source: Kielellinen jaottelu on vaikeampi asia: Saamelaiskäräjien mukaan tilastoja on pidettävä vain suuntaa antavina, koska alle 18-vuotiaiden äidinkielen ilmoittaminen on satunnaista ja äänioikeusikäisistäkin monet jättävät ilmoittamatta äidinkielensä.
sme: Olbmot leat maiddái juogaduvvon eatnigiela mielde. Gielalaš juohkin lea goittotge váddásut ášši: Sámedikki mielde statistihkaid galgá doallat dušše geažideaddjin, go vuollái 18 jahkásaččaid eatnigiela almmuheapmi lea deivvolaš ja jienastanvuoigatvuođa ahkásaččainge máŋgasat guđđet almmutkeahttá eatnigielaset.

source: Henkilön äidinkieleksi luetteloon merkitään tällöin suomen kieli.
sme: Olbmo eatnigiellan logahallamii merkejuvvo dalle suomagiella.

source: Lisäksi monet kokevat itsensä kaksikielisiksi.
sme: Lassin máŋgasat dovdet iežaset guovttegielagin.

source: Joka tapauksessa kuvasin nämä 30 henkilöä, ja prosentuaalisesti heidän osuutensa vastaavat tämän edellä mainitun tilaston faktoja.
sme: Mu govvidan 30 olbmo ahke-, giella- ja ássanbáikeossodagat vástidit prosentualalaččat dán ovdalis namuhuvvon statistihka fáktaid.

source: Jokaisen henkilön vieressä on pieni ” kasviolappu ” josta käy ilmi muun muassa ko. henkilön asuinpaikka ja äidinkieli.
sme: Juohke olbmo bálddas lea smávva šaddoláhppo, mas oidno earret eará olbmo ássanbáiki ja eatnigiella.

source: Vastaiskuna vanhoille rotumääritelmille jokainen henkilö on yksiselitteisesti määritelty Homo sapiens - lajiin kuuluvaksi. Kuvissa halusin esittää henkilöt arvokkaina ja ainutlaatuisina yksilöinä, ja samalla myös voimissaan olevan alkuperäiskansan jäseninä.
sme: Optimisttalaččatge árvvoštaladettiin dušše 10 olbmo 30:s hállet eatnigiellan sámegiela, ja dán logi olbmo jovkui čáhká fárrui dušše okta anárašgiela ja okta nuortalašgiela hálli olmmoš.

source: Optimisestikin arvioiden vain 10 - 11 henkilöä 30:sta puhuu äidinkielenään saamea, ja tähän kymmenen joukkoon mahtuu mukaan vain yksi inarinsaamea puhuva ja yksi koltansaamea puhuva.
sme: Govaid olbmot leat maiddái meroštallon dieđalaččat ovttačilggolaččat Homo sapiens - šládjii gulavažžan, vuostedoaibman sámiid vuolit nállin dulkojeaddji boares nállemeroštallamiidda.

source: Teoksen toinen osa on iso valokuva, jossa on tunturimaiseman päälle kuvattu näitä herbaarion kasveja.
sme: Dahkosa nuppi oassi lea stuorra čuovgagovva, mas leat duottareatnamiid ala govviduvvon dát šaddočoakkáldaga šattut.

source: Ne muodostavat ornamenttimaisen pinnan kurotellen kohti taivaita, vapautuen määrittelyn ja luokittelun ikeestä.
sme: Dat ráhkadit ornamentalaš olggoža dan láhkai ahte faŋuhit almmi guvlui, luomusmuvvamiin meroštallama ja luohkáide juohkima ráddjehusain.
